Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/recreational_activities_for_young_people.html.txt.tmx
Source language: en
Languages: ga

source: Recreational activities for young people
ga: Gníomhaíochtaí caitheamh aimsire do dhaoine óga

source: While recreation and the environment in which young people participate in recreation is changing, young people in Ireland are still involved in a wide range of traditional recreational activities
ga: Cé go bhfuil athrú ag teacht ar chaitheamh aimsire agus an timpeallacht ina bhfuil daoine óga ag glacadh páirte i gcaitheamh aimsire, tá daoine óga in Éirinn fós ag glacadh páirte i réimse fairsing gníomhaíochtaí traidisiúnta caitheamh aimsire

source: These include sports, clubs, music, dance and volunteering
ga: Ina measc seo tá spóirt, clubanna, ceol, damhsa agus obair dheonach

source: There is a strong focus on organised activities, particularly in the case of younger teenagers
ga: Tá díriú tréan ar ghníomhaíochtaí eagraithe, go háirithe i gcás déagóirí óga

source: As they get older there is also a move towards more casual activities that young people control themselves
ga: De réir mar a éiríonn siad níos sine, aistríonn siad i dtreo gníomhaíochtaí níos ócáidí a dhéanann daoine óga a rialú iad féin

source: These more casual activities can include skateboarding, biking and using the internet, as well as just ‘hanging out’ with friends
ga: I measc na ngníomhaíochtaí níos ócáidí seo, tá clárscátáil, rothaíocht agus an t-idirlíon a úsáid, mar aon le ‘crochadh thart’ le cairde

source: In 2007 the Office of the Minister for Children published Teenspace - the National Recreation Policy for Young People
ga: In 2007, d’fhoilsigh Oifig an Aire Leanaí Teenspace – an Beartas Náisiúnta Caitheamh Aimsire do Dhaoine Óga

source: The overall objective of the National Recreation Policy is to provide a framework for the promotion of appropriate recreational opportunities for young people between the ages of 12 and 18
ga: Is é cuspóir foriomlán an Bheartais Náisiúnta Caitheamh Aimsire creatlach a sholáthar chun na deiseanna oiriúnacha caitheamh aimsire do dhaoine óga idir 12 agus 18 mbliana a chur chun cinn

source: The policy aims to cover both organised activities as well as the more casual activities that young people engage in during their free time
ga: Tá sé d’aidhm ag an mbeartas gníomhaíochtaí eagraithe a chuimsiú mar aon leis na gníomhaíochtaí níos ócáidí faoina dtugann daoine óga san am saor a bhíonn acu

source: During the drafting of the policy, the need for casual recreational opportunities in particular, such as drop-in centres and youth cafés, was identified by young people
ga: Fad a bhí an beartas á dhréachtú, shainaithin daoine óga go raibh gá le deiseanna ócáideacha caitheamh aimsire, go háirithe iad siúd cosúil le hionaid ‘buail isteach’ agus caiféanna óige

source: In 2010 the Department of Children and Youth Affairs published Youth cafés in Ireland - a best practice guide (pdf) and Youth café toolkit - how to set up and run a youth café in Ireland (pdf)
ga: In 2010, d’fhoilsigh an Roinn Leanaí agus Gnóthaí Óige Caiféanna óige in Éirinn – treoir um dhea-chleachtas (pdf) agus Sraith straitéisí do chaiféanna óige – conas caifé óige a bhunú agus a reáchtáil in Éirinn (pdf)

source: Local Authority Play and Recreation Network
ga: Líonra Súgartha agus Caitheamh Aimsire an Údaráis Áitiúil

source: In February 2012, the Department established the Local Authority Play and Recreation Network (LAPRN) to introduce a more coordinated and interagency approach to achieving the main goals of the play and recreation policies at both national and local level
ga: I bhFeabhra 2012, bhunaigh an Roinn Líonra Súgartha agus Caitheamh Aimsire an Údaráis Áitiúil (LAPRN) chun cur chuige níos comhordaithe agus idirghníomhaireachta a thabhairt isteach chun príomhspriocanna na mbeartas súgartha agus caitheamh aimsire a bhaint amach ar leibhéal náisiúnta agus áitiúil araon

source: The network has developed and expanded a National Recreation Week which takes place annually in local authority areas across the country
ga: D’fhorbair agus d’fhairsingigh an líonra Seachtain Caitheamh Aimsire a bhíonn ar siúl gach bliain i limistéir údaráis áitiúil ar fud na tíre

source: The Department provides support to community and voluntary organisations providing youth services, including recreational activities, through its grants and funding programmes
ga: Soláthraíonn an Roinn tacaíocht d’eagraíochtaí pobail agus deonacha a sholáthraíonn seirbhísí óige, lena n-áirítear gníomhaíochtaí caitheamh aimsire, trína gcuid deontas agus cláir chistithe

source: In partnership with the Department and the Arts Council, the National Youth Council of Ireland operates a youth arts programme to promote and develop youth arts
ga: I gcomhpháirtíocht leis an gComhairle Ealaíon, oibríonn Comhairle Náisiúnta Óige na hÉireann clár ealaíona óige chun na healaíona a chur chun cinn agus a fhorbairt

source: Sport Ireland has developed a network of Local Sports Partnerships to promote participation in sport
ga: D’fhorbair Spórt Éireann líonra de Chomhpháirtíochtaí Áitiúla Spóirt chun rannpháirtíocht sa spórt a chur chun cinn

source: Community and voluntary organisations are major providers of recreational activities for young people
ga: Mórsholáthróirí de ghníomhaíochtaí caitheamh aimsire iad eagraíochtaí pobail agus deonacha do dhaoine óga

source: They run sports clubs, youth clubs and various other youth services
ga: Reáchtálann siad clubanna spóirt, clubanna óige agus roinnt saghsanna eile seirbhísí

source: Local authorities provide information on recreational and cultural facilities on their websites
ga: Soláthraíonn údaráis áitiúla faisnéis ar áiseanna caitheamh aimsire agus cultúrtha ar a láithreáin ghréasáin

source: Contact information for local authorities is available on the Local Government Management Agency website
ga: Tá fáil ar Shonraí teagmhála le haghaidh údaráis áitiúla ar láithreán gréasáin na Gníomhaireachta Bainistíochta Rialtais Áitiúil

source: Sport Ireland provides support to the National Governing Bodies of the various sports available in Ireland
ga: Soláthraíonn Spórt Éireann tacaíocht do Chomhlachtaí Náisiúnta Rialaithe na spórt éagsúla atá ar fáil in Éirinn

source: Contact details for the National Governing Bodies are available on its website
ga: Tá fáil ar shonraí teagmhála do na Comhlachtaí Náisiúnta Rialaithe ar a láithreán gréasáin

source: Youth clubs and cafés
ga: Clubanna agus caiféanna óige

source: The National Youth Council of Ireland (NYCI) is the representative body for national voluntary youth work organisations
ga: Is iad Comhairle Náisiúnta Óige na hÉireann (NYCI) an comhlacht ionadaíoch d’eagraíochtaí náisiúnta deonacha um obair ógra

source: Information on its members and their activities is available on its website
ga: Tá faisnéis ar a gcomhaltaí agus a ngníomhaíochtaí ar fáil ar a láithreán gréasáin

source: Volunteer Ireland provides advice for young people who are interested in volunteering on its website
ga: Soláthraíonn Obair Dheonach Éireann comhairle do dhaoine óga ar spéis leo obair dheonach a dhéanamh ar a láithreán gréasáin

source: It also provides contact details for the network of Volunteer Centres
ga: Anuas air sin, soláthraíonn siad sonraí teagmhála don líonra Ionaid Oibre Deonaí

source: Volunteer Centres provide a placement service between individuals who want to volunteer and organisations that want volunteers
ga: Soláthraíonn Ionaid Oibrithe Deonacha seirbhís socrúchán idir daoine ar mian leo obair dheonach a dhéanamh agus eagraíochtaí óna dteastaíonn oibrithe deonacha

source: The President's Award is the National Challenge Award for young people between the ages of 15 and 25 years
ga: Is é Gradam an Uachtaráin an Gradam Dúshláin Náisiúnta do dhaoine óga idir aois 15 agus 25 bliain

source: The purpose of the award is to reward young people who have set and achieved a demanding challenge for themselves in each of 4 different areas of activity
ga: Is é cuspóir an ghradaim chun luaíocht a bhronnadh ar dhaoine óga a chuir dúshlán éilitheach amach rompu agus a bhain amach é i ngach ceann de na 4 limistéar gníomhaíochta

source: Find out more in our document on the President’s Award
ga: Tá níos mó sonraí faoin ngradam inár gcáipéis ar Ghradam an Uachtaráin
